Repository: BadKiko/steam-online-fix-launcher
Catalog: po/*.po
Languages: sv

source: Game Launcher
sv: Spelstartare

source: Launch all your games
sv: Starta alla dina spel

source: gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
sv: gaming;spelstartare;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;

source: Cartridges is a simple game launcher for all of your games. It has support for importing games from Steam, Lutris, Heroic and more with no login necessary. You can sort and hide games or download cover art from SteamGridDB.
sv: Cartridges är en enkel spelstartare för alla dina spel. Det har stöd för att importera spel från Steam, Lutris, Heroic och fler utan inloggning. Du kan sortera och dölja spel eller ladda ner omslagsbilder från SteamGridDB.

source: Game Details
sv: Speldetaljer

source: Edit Game Details
sv: Redigera speldetaljer

source: Preferences
sv: Inställningar

source: Cancel
sv: Avbryt

source: New Cover
sv: Nytt omslag

source: Delete Cover
sv: Ta bort omslag

source: Title
sv: Titel

source: Developer (optional)
sv: Utvecklare (valfritt)

source: Executable
sv: Körbar

source: Select File
sv: Välj fil

source: More Info
sv: Mer info

source: Edit
sv: Redigera

source: Hide
sv: Dölj

source: Remove
sv: Ta bort

source: Unhide
sv: Visa

source: General
sv: Allmänt

source: Search
sv: Sök

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: Undo
sv: Ångra

source: Quit
sv: Avsluta

source: Toggle Sidebar
sv: Växla sidofält

source: Main Menu
sv: Huvudmeny

source: Games
sv: Spel

source: Add Game
sv: Lägg till spel

source: Import
sv: Importera

source: Show Hidden Games
sv: Visa dolda spel

source: Remove Game
sv: Ta bort spel

source: Behavior
sv: Beteende

source: Exit After Launching Games
sv: Avsluta efter start av spel

source: Cover Image Launches Game
sv: Omslagsbild startar spel

source: Swaps the behavior of the cover image and the play button
sv: Byt beteende för omslagsbilden och Spela-knappen

source: Images
sv: Bilder

source: High Quality Images
sv: Bilder av hög kvalitet

source: Save game covers losslessly at the cost of storage
sv: Spara omslagsbilder utan kvalitetsförlust på bekostnad av lagringsplats

source: Danger Zone
sv: Farozon

source: Remove All Games
sv: Ta bort alla spel

source: Remove Uninstalled Games
sv: Ta bort avinstallerade spel

source: Sources
sv: Källor

source: Install Location
sv: Plats för installation

source: Import Steam Games
sv: Importera Steam-spel

source: Import Flatpak Games
sv: Importera Flatpak-spel

source: Import Epic Games
sv: Importera Epic Games

source: Import GOG Games
sv: Importera GOG-spel

source: Import Amazon Games
sv: Importera Amazon-spel

source: Import Sideloaded Games
sv: Importera sidoladdade spel

source: System Location
sv: System plats

source: User Location
sv: Användar plats

source: Import Game Launchers
sv: Importera spelstartare

source: Desktop Entries
sv: Skrivbordsposter

source: Authentication
sv: Autentisering

source: API Key
sv: API-nyckel

source: Use SteamGridDB
sv: Använd SteamGridDB

source: Download images when adding or importing games
sv: Ladda ner bilder när spel läggs till eller importeras

source: Prefer Over Official Images
sv: Föredra framför officiella bilder

source: Prefer Animated Images
sv: Föredra animerade bilder

source: Update Covers
sv: Uppdatera omslag

source: Fetch covers for games already in your library
sv: Hämta omslag till spel som redan finns i ditt bibliotek

source: Update
sv: Uppdatera

source: No Games Found
sv: Inga spel hittades

source: Try a different search
sv: Försök med en annan sökning

source: No Games
sv: Inga spel

source: Use the + button to add games
sv: Använd +-knappen för att lägga till spel

source: No Hidden Games
sv: Inga dolda spel

source: Games you hide will appear here
sv: Spel som du döljer kommer visas här

source: All Games
sv: Alla spel

source: Added
sv: Tillagt

source: Imported
sv: Importerad

source: Hidden Games
sv: Dolda spel

source: Game Title
sv: Speltitel

source: Play
sv: Spela

source: Sort
sv: Sortering

source: A-Z
sv: A-Ö

source: Z-A
sv: Ö-A

source: Newest
sv: Nyaste

source: Oldest
sv: Äldsta

source: Last Played
sv: Senast spelad

source: Show Hidden
sv: Visa dolda

source: About Cartridges
sv: Om Cartridges

source: {} launched
sv: {} startat

source: translator_credits
sv: Micke

source: Added: {}
sv: Tillagt: {}

source: Never
sv: Aldrig

source: Last played: {}
sv: Senast spelat: {}

source: Apply
sv: Tillämpa

source: Add New Game
sv: Lägg till nytt spel

source: Add
sv: Lägg till

source: Executables
sv: Körbara filer

source: file.txt
sv: fil.txt

source: C:\path\to\{}
sv: C:\sökväg\till\{}

source: /path/to/{}
sv: /sökväg/till/{}

source: To launch the executable "{}", use the command: <tt>"{}"</tt> To open the file "{}" with the default application, use: <tt>{} "{}"</tt> If the path contains spaces, make sure to wrap it in double quotes!
sv: Använd kommandot för att starta den körbara filen "{}": <tt>"{}"</tt> För att öppna filen "{}" med standardprogrammet använder du: <tt>{} "{}"</tt> Om sökvägen innehåller mellanslag, se till att den omsluts av dubbla citationstecken!

source: Couldn't Add Game
sv: Kunde inte lägga till spelet

source: Game title cannot be empty.
sv: Spelets titel kan inte vara tom.

source: Executable cannot be empty.
sv: Den körbara filen kan inte vara tom.

source: Couldn't Apply Preferences
sv: Kunde inte tillämpa inställningar

source: {} hidden
sv: {} dolt

source: {} unhidden
sv: {} synlig

source: {} removed
sv: {} borttaget

source: All games removed
sv: Alla spel togs bort

source: An API key is required to use SteamGridDB. You can generate one {}here{}.
sv: En API-nyckel krävs för att använda SteamGridDB. Du kan generera en {}här{}.

source: Downloading covers…
sv: Laddar ner omslagsbilder…

source: Covers updated
sv: Omslagsbilder uppdaterade

source: Installation Not Found
sv: Installation hittades inte

source: Select a valid directory
sv: Välj en giltig katalog

source: Warning
sv: Varning

source: Invalid Directory
sv: Ogiltig katalog

source: Set Location
sv: Ange plats

source: Dismiss
sv: Avvisa

source: Importing Games…
sv: Importerar spel…

source: The following errors occured during import:
sv: Följande fel uppstod under importeringen:

source: No new games found
sv: Inga nya spel hittades

source: 1 game imported
sv: 1 spel Importerat

source: {} games imported
sv: {} spel importerade

source: 1 removed
sv: 1 borttagen

source: Select the {} cache directory.
sv: Välj {} cachekatalog.

source: Select the {} configuration directory.
sv: Välj {} konfigurationskatalog.

source: Select the {} data directory.
sv: Välj {} datakatalog.

source: No RetroArch Core Selected
sv: Ingen RetroArch-kärna har valts

source: The following playlists have no default core:
sv: Följande spellistor har ingen standardkärna:

source: Games with no core selected were not imported
sv: Spel med ingen kärna vald importerades inte

source: Couldn't Authenticate SteamGridDB
sv: Kunde inte autentisera SteamGridDB

source: Verify your API key in preferences
sv: Verifiera din API-nyckel i inställningar
